Repository: gramant/campmodel
Catalog: ui/src/assets/i18n/*.po
Languages: ru

source: Academic degree
ru: Учёная степень

source: Accept
ru: Принять

source: Account
ru: Аккаунт

source: Active
ru: Активные

source: Active calls
ru: Активные конкурсы

source: Add
ru: Добавить

source: Add funding organization
ru: Добавить финансирующую организацию

source: Add publication
ru: Добавить публикацию

source: Add representative
ru: Добавить представителя

source: Add subject
ru: Добавить направление

source: Add user
ru: Добавить пользователя

source: Amount
ru: Объем финансирования

source: Announcements
ru: Анонсированные

source: Applicants details
ru: Информация о заявителях

source: Applications grading
ru: Оценка заявок

source: Archived
ru: Архив

source: Are you sure you want to delete the expense type?
ru: Вы уверены, что хотите удалить тип расходов?

source: Are you sure you want to delete the subject?
ru: Вы уверены, что хотите удалить тему?

source: Are you sure you want to remove $name from the application?
ru: Вы уверены что хотите удалить пользователя $name из заявки?

source: Attached files
ru: Прикреплённые файлы

source: Back home
ru: На главную

source: Birth date
ru: Дата рождения

source: Call ID
ru: Шифр лота

source: Call has been successfully published
ru: Конкурс успешно опубликован

source: Call terms page
ru: Страница с условиями конкурса

source: Call title
ru: Название конкурса

source: Call updated
ru: Конкурс обновлён

source: Call with this ID already exists
ru: Конкурс с таким шифром уже существует

source: Calls
ru: Конкурсы

source: Calls not found
ru: Конкурсы не найдены

source: Cancel
ru: Отмена

source: Change
ru: Изменить

source: Change description
ru: Изменить описание

source: Change details
ru: Изменить информацию

source: Change password
ru: Сменить пароль

source: Change profile details
ru: Изменить данные профиля

source: Characters left
ru: Символов осталось

source: Choose a priority area
ru: Выберите направление исследований

source: Choose project duration between 12 and 36 months
ru: Выберите продолжительность проекта в диапазоне от 12 до 36 месяцев

source: Clear all
ru: Очистить все

source: Confirm
ru: Подтвердить

source: Confirmation
ru: Подтверждение

source: Contact information
ru: Контактная информация

source: Costs
ru: Расходы

source: Costs justification
ru: Обоснование расходов

source: Costs types
ru: Виды расходов

source: Country
ru: Страна

source: Create a call
ru: Создать конкурс

source: The date precedes 'Eligibility check deadline'
ru: Указана дата предшествующая 'Срок окончания технической экспертизы'

source: Date must be later than date 'Evaluation deadline'
ru: Указана дата предшествующая 'Срок завершения экспертизы'

source: Date must be later than date 'Proposal submission deadline'
ru: Указана дата предшествующая 'Срок окончания подачи заявок'

source: Date must be later than date 'Proposal submission start'
ru: Указана дата предшествующая 'Начало подачи заявок'

source: Date must be later than date \'Eligibility check deadline\'
ru: Указана дата предшествующая \'Срок окончания технической экспертизы\'

source: Date must be later than date \'Proposal submission deadline\'
ru: Указана дата предшествующая \'Срок окончания подачи заявок\'

source: Date must be later than date \'Proposal submission start\'
ru: Указана дата предшествующая \'Начало подачи заявок\'

source: The date is in the past
ru: Дата указана в прошлом

source: Decline
ru: Отклонить

source: Delete confirmation
ru: Подтверждение удаления

source: Details
ru: Подробная информация

source: Developed by Gramant
ru: Разработано в Граманте

source: Download pdf with the contest's applications
ru: Скачать pdf с заявками конкурса

source: Download pdf with the proposals submitted to the call
ru: Скачать pdf с конкурсными заявками

source: E-mail is invalid
ru: E-mail недействителен

source: Eligibility check deadline
ru: Срок окончания технической экспертизы

source: Enter and confirm your new password
ru: Введите и подтвердите новый пароль

source: Evaluation deadline
ru: Срок завершения экспертизы

source: Expenses
ru: Затраты

source: Female
ru: Женский

source: File of the wrong type
ru: Файл неверного типа

source: Financial plan
ru: Финансовый план

source: First name
ru: Имя

source: First name, Last name
ru: Имя, Фамилия

source: Forbidden
ru: Недоступно

source: Funders
ru: Спонсоры

source: Funding organisation with the same name already exists
ru: Финансирующая организация с таким названием уже существует

source: Funding organisations
ru: Финансирующие организации

source: Funding organization
ru: Финансирующая организация

source: Funding organization added successfully
ru: Финансирующая организация успешно добавлена

source: Funding organization representative added successfully
ru: Представитель финансирующего организации успешно добавлен

source: Gender
ru: Пол

source: General information
ru: Общая информация

source: Guidelines
ru: Руководство

source: Invalid URL
ru: Некорректный URL

source: Invite
ru: Пригласить

source: Invite a partner
ru: Пригласить партнёра

source: Invite administrator
ru: Пригласить администратора

source: Invite new funder representative
ru: Добавить представителя

source: Invite partners
ru: Пригласить партнеров

source: It is currently not possible to vote on the contest
ru: В данный момент голосовать по конкурс не возможно

source: Joined
ru: Присоединился

source: Last name
ru: Фамилия

source: Legal address
ru: Официальный адрес

source: Loading...
ru: Загружается...

source: Logout
ru: Выйти

source: Male
ru: Мужской

source: Manage funding organisations
ru: Управление финансирующими организациями

source: Manage users
ru: Управление пользователями

source: Maximum characters
ru: Максимально символов

source: Maximum number of characters exceeded
ru: Максимальное количество символов превышено

source: Middle name
ru: Отчество

source: Milestones
ru: Основные даты

source: Minimum eight characters, at least one uppercase letter, one lowercase letter and one number
ru: Минимум восемь символов, минимум одна заглавная буква, одна строчная буква и одна цифра

source: Missing
ru: Не найдено

source: My proposals
ru: Мои заявки

source: Name
ru: Название

source: New Administrator
ru: Пригласить администратора

source: New call
ru: Новый конкурс

source: New funding organisation
ru: Новая финансирующая организация

source: New proposal
ru: Новая заявка

source: No active calls
ru: Нет активных конкурсов

source: No calls announced
ru: Нет аннонсированных конкурсов

source: No files
ru: Файлы отсутствуют

source: No items found
ru: Ничего не найдено

source: No proposals for ongoing calls created yet
ru: Не создано заявок на проходящие в данный момент конкурсы

source: Only the coordinator is able to submit the proposal
ru: Только координатор может подать заявку

source: Organisation
ru: Организация

source: Organization full name
ru: Полное название организации

source: Organization short name
ru: Сокращенное название организации

source: Organization type
ru: Тип организации

source: Partner invitation
ru: Приглашение партнера

source: Password
ru: Пароль

source: Password is too simple
ru: Пароль слишком простой

source: Password was successfully updated
ru: Пароль успешно обновлен

source: Passwords don't match
ru: Введённые пароли не совпадают

source: Phone
ru: Телефон

source: Please confirm call publication
ru: Подтвердите публикацию конкурса

source: Please confirm contact person removal from the call
ru: Подтвердите удаление контактного лица из конкурса

source: Please confirm funder removal from the call
ru: Подтвердите удаление из конкурса финансирующей организации

source: Please describe the project
ru: Опишите проект

source: Please enter email
ru: Укажите email

source: Please explain the role and input of each partner in the project
ru: Объясните роль и вклад каждого партнёра в проекте

source: Priority areas
ru: Направления исследований

source: Profile
ru: Профиль

source: Profile was successfully updated
ru: Профиль успешно обновлен

source: Project acronym
ru: Акроним проекта

source: Project duration
ru: Продолжительность проекта

source: Project partners
ru: Партнёры проекта

source: Project summary
ru: Краткая информация о проекте

source: Project title
ru: Название проекта

source: Proposal
ru: Заявка

source: Proposal submission
ru: Подача заявки

source: Proposal submission deadline
ru: Дата должна быть позже даты 'Срок окончания подачи заявок'

source: Proposal submission guidelines
ru: Руководство по подаче заявки

source: Proposal submission start
ru: Начало подачи заявок

source: Proposal with this acronym was already submitted to the call
ru: Заявка с таким акронимом уже была подана на данный конкурс

source: Proposals not found
ru: Заявки не найдены

source: Proposals review
ru: Рассмотрение заявок

source: Publication
ru: Публикация

source: Publications
ru: Публикации

source: Registration date
ru: Дата регистрации

source: Repeat password
ru: Повторите пароль

source: Required field
ru: Обязательное поле

source: Reset
ru: Сброс

source: Roles
ru: Роли

source: Save
ru: Сохранить

source: Save and publish
ru: Сохранить и опубликовать

source: Select country
ru: Выберите страну

source: Status
ru: Статус

source: Status set successfully
ru: Статус установлен успешно

source: Submit
ru: Подать

source: Submit proposal
ru: Отправить заявку

source: The page you are looking for does not exists
ru: Страница, которую вы ищете, не существует

source: The partner was successfully deleted
ru: Партнер был успешно удален

source: The partner was successfully invited
ru: Приглашение партнеру успешно отправлено

source: The proposal submission failed. The following problems were found
ru: Не удалось подать заявку. Обнаружены следующие проблемы

source: The proposal was sent successfully
ru: Заявка была подана успешно

source: Title
ru: Название

source: To continue you have to fill in the required fields: "Name" and "Country"
ru: Чтобы продолжить, необходимо заполнить обязательные поля: «Имя» и «Страна»

source: To proposals grading
ru: К оценкам заявок

source: To proposals voting
ru: К голосам по заявкам

source: Type
ru: Тип

source: Type to search
ru: Введите для поиска

source: Unit name
ru: Название подразделения

source: Upload file
ru: Загрузить файл

source: Users
ru: Пользователи

source: Winner announcement
ru: Объявление победителя

source: Work packages summary
ru: Краткое описание рабочих пакетов

source: Work plan
ru: План работ

source: Wrong project status
ru: Неверный статус проекта

source: Year
ru: Год

source: costs
ru: расходы

source: file.delete.success
ru: Файл был удалён

source: file.upload.success
ru: Файл был загружен

source: locale
ru: ru

source: password
ru: пароль

source: proposal.deleteFile.confirmMessage
ru: Вы уверены что хотите удалить файл $name из заявки?

source: toaster.body.error.forbidden
ru: Отказано в доступе

source: toaster.body.error.unknown
ru: Неизвестная ошибка

source: toaster.title.error
ru: Ошибка

source: toaster.title.success
ru: Успешно

source: years
ru: лет
